<h3>It works fine</h3>
<?php echo @date("H:i:s");?>
<h4>Внимание!</h4>
<p>При первом посещении время полной загрузки вашей статистики может составлять от 30 секунд до 30 минут (если наплыв первичных посетителей
очень велик). Загрузка проходит в фоновом режиме, без вашего участия. Это означает, что вам можно свободно переходить по страницам сервиса,
но вывод полной информации о вашей технике будет возможен только после полной загрузки статистики.
</p>
<h4>Сервис по поиску и подбору состава для различного рода ивентов.</h4>
<p>Предоставляет возможность объявить о наборе команды, заявить о требуемой технике, набрать рекрутов и выбрать из них от 
одного до N составов для ивента.
<br />Основная цель: получить удобный инструмент для быстрого поиска людей и команды под ивент.</p>

<p>Сервис работает на маломощном сервере в тестово-отладочном режиме. Так что без обид и претензий, если что не так.</p>

<div><h4>Запланированные работы:</h4>
	<ul>
		<li>Доработка интерфейса:
			<ul>
				<li>Список техники кандидата (реализовано)</li>
				<li>Автоподсчет техники в команде (реализовано)</li>
				<li>Приведение внешнего вида в соответствие задумке</li>
			</ul>
		</li>
		<li>Поиск команды и игроков по параметрам</li>
		<li>Доработка функционала
			<ul>
				<li>Скрытые команды (реализовано)</li>
				<li>Контекстное меню</li>
				<li>Подгрузка статистики по технике и эффективности (реализовано)</li>
				<li>Предоставление сведений о перках экипажей</li>
			</ul>
		</li>
		<li>Далеко идущие планы
			<ul>
				<li>Автобалансировка команд</li>
			</ul>
		</li>
		<li>Очень далеко идущие планы
			<ul>
				<li>Интегрировать в клиент</li>
			</ul>
		</li>
	</ul>
</div>