<h3>It works fine</h3>
<?php echo @date("H:i:s");?>
<h4>Внимание!</h4>
<p>При первом посещении время полной загрузки вашей статистики может составлять от 30 секунд до 30 минут (если наплыв первичных посетителей
очень велик). Загрузка проходит в фоновом режиме, без вашего участия. Это означает, что вам можно свободно переходить по страницам сервиса,
но вывод полной информации о вашей технике будет возможен только после полной загрузки статистики.
</p>

<div class="news">
	<div class="news-title">
		<h3>Функционал по укрепам</h3>
		<span>2015/02/28</span>
	</div>
	<div class="news-content">
		Кубики надо как-то считать. Решил сделать мод, который бы из клиента отсылал на сервер данные о фарме. 2 дня разбирался, как оно работает.
		Вчера сделал рабочий мод. Сегодня сделал серверную часть и интерфейс для вывода информации. Пока только базовый, интервал вего месяц.
		Но, пока наберется на этот месяц статистика, уже можно будет докрутить и произвольные интервалы.
	</div>
</div>


<div class="news">
	<div class="news-title">
		<h3>Запуск сервиса</h3>
		<span>2015/01/17</span>
	</div>
	<div class="news-content">Давно назрела мысль сделать что-то свое. Вот сегодня выкатываю из ангара пока пробную версию.
		Она еще сырая, много чего предстоит сделать, но уже можно пытаться показывать.
	</div>
</div>
